[
   {
      "id":243,
      "joke":"Contrary to popular belief, the Titanic didn't hit an iceberg. The ship was off course and ran into Chuck Norris while he was doing the backstroke across the Atlantic.",
      "categories":[
         
      ]
   },
   {
      "id":609,
      "joke":"There was never anything wrong with Achilles' heel until he got mad and decided to kick Chuck Norris.",
      "categories":[
         
      ]
   },
   {
      "id":591,
      "joke":"There is no April 1st in Chuck Norris' calendar, because no one can fool him.",
      "categories":[
         
      ]
   },
   {
      "id":18,
      "joke":"According to the Encyclopedia Brittanica, the Native American &quot;Trail of Tears&quot; has been redefined as anywhere that Chuck Norris walks.",
      "categories":[
         
      ]
   },
   {
      "id":103,
      "joke":"Chuck Norris and Mr. T walked into a bar. The bar was instantly destroyed, as that level of awesome cannot be contained in one building.",
      "categories":[
         
      ]
   },
   {
      "id":549,
      "joke":"Chuck Norris killed two stones with one bird.",
      "categories":[
         
      ]
   },
   {
      "id":192,
      "joke":"There is endless debate about the existence of the human soul. Well it does exist and Chuck Norris finds it delicious.",
      "categories":[
         
      ]
   },
   {
      "id":592,
      "joke":"Chuck Norris can make onions cry.",
      "categories":[
         
      ]
   },
   {
      "id":299,
      "joke":"Jack Bauer tried to use his detailed knowledge of torture techniques, but to no avail: Chuck Norris thrives on pain. Chuck Norris then ripped off Jack Bauer's arm and beat him to death with it. Game, set, match.",
      "categories":[
         
      ]
   },
   {
      "id":422,
      "joke":"Mr. T pities the fool. Chuck Norris rips the fool's head off.",
      "categories":[
         
      ]
   },
   {
      "id":612,
      "joke":"Chuck Norris doesn't win, he allows you to lose.",
      "categories":[
         
      ]
   },
   {
      "id":27,
      "joke":"Faster than a speeding bullet... More powerful than a locomotive... Able to leap tall buildings in a single bound... These are some of Chuck Norris's warm-up exercises.",
      "categories":[
         
      ]
   },
   {
      "id":327,
      "joke":"Chuck Norris once ordered a steak in a restaurant. The steak did what it was told.",
      "categories":[
         
      ]
   },
   {
      "id":370,
      "joke":"Godzilla is a Japanese rendition of Chuck Norris' first visit to Tokyo.",
      "categories":[
         
      ]
   },
   {
      "id":175,
      "joke":"When Chuck Norris was a baby, he didn't suck his mother's breast. His mother served him whiskey, straight out of the bottle.",
      "categories":[
         
      ]
   },
   {
      "id":289,
      "joke":"Chuck Norris has never been in a fight, ever. Do you call one roundhouse kick to the face a fight?",
      "categories":[
         
      ]
   },
   {
      "id":282,
      "joke":"Chuck Norris can skeletize a cow in two minutes.",
      "categories":[
         
      ]
   },
   {
      "id":485,
      "joke":"Chuck Norris' Internet connection is faster upstream than downstream because even data has more incentive to run from him than to him.",
      "categories":[
         "nerdy"
      ]
   },
   {
      "id":450,
      "joke":"Chuck Norris doesn't have disk latency because the hard drive knows to hurry the hell up.",
      "categories":[
         "nerdy"
      ]
   },
   {
      "id":202,
      "joke":"Google won't search for Chuck Norris because it knows you don't find Chuck Norris, he finds you.",
      "categories":[
         
      ]
   },
   {
      "id":483,
      "joke":"Bill Gates thinks he's Chuck Norris. Chuck Norris actually laughed. Once.",
      "categories":[
         
      ]
   },
   {
      "id":380,
      "joke":"Chuck Norris does not follow fashion trends, they follow him. But then he turns around and kicks their ass. Nobody follows Chuck Norris.",
      "categories":[
         
      ]
   },
   {
      "id":108,
      "joke":"The show Survivor had the original premise of putting people on an island with Chuck Norris. There were no survivors, and nobody is brave enough to go to the island to retrieve the footage.",
      "categories":[
         
      ]
   },
   {
      "id":471,
      "joke":"Chuck Norris's keyboard doesn't have a Ctrl key because nothing controls Chuck Norris.",
      "categories":[
         "nerdy"
      ]
   },
   {
      "id":171,
      "joke":"Chuck Norris can set ants on fire with a magnifying glass. At night.",
      "categories":[
         
      ]
   },
   {
      "id":499,
      "joke":"Chuck Norris's keyboard has the Any key.",
      "categories":[
         "nerdy"
      ]
   },
   {
      "id":435,
      "joke":"When you play Monopoly with Chuck Norris, you do not pass go, and you do not collect two hundred dollars. You will be lucky if you make it out alive.",
      "categories":[
         
      ]
   },
   {
      "id":81,
      "joke":"Chuck Norris invented his own type of karate. It's called Chuck-Will-Kill.",
      "categories":[
         
      ]
   },
   {
      "id":498,
      "joke":"Chuck Norris hosting is 101% uptime guaranteed.",
      "categories":[
         "nerdy"
      ]
   },
   {
      "id":157,
      "joke":"A study showed the leading causes of death in the United States are: 1. Heart disease, 2. Chuck Norris, 3. Cancer",
      "categories":[
         
      ]
   }
]

